Repository: wpexpertsio/new-user-approve
Catalog: localization/new-user-approve-*.po
Languages: sv_se

source: Approve New Users
sv_se: Godkänna nya användare

source: Settings
sv_se: Inställningar

source: Users
sv_se: Användare

source: User successfully updated.
sv_se: Användaren uppdaterad.

source: User Registration Approval
sv_se: Godkänna registrerad användare

source: User Management
sv_se: Hantera användare

source: Users Pending Approval
sv_se: Väntar på godkännande

source: Approved Users
sv_se: Godkända användare

source: Denied Users
sv_se: Ej godkända användare

source: Username
sv_se: Användare

source: Name
sv_se: Namn

source: E-mail
sv_se: E-post

source: Actions
sv_se: Kommando

source: email:
sv_se: e-post

source: Approve
sv_se: Godkänna

source: Deny
sv_se: Avslå

source: approved
sv_se: godkända

source: denied
sv_se: ej godkända

source: pending
sv_se: väntar på godkännande

source: There are no users with a status of %s
sv_se: Det finns inga användare med status %s

source: User name already exists
sv_se: Användaren finns redan

source: %1$s (%2$s) has requested a username at %3$s
sv_se: %1$s (%2$s) har ansökt om ett användarkonto hos %3$s

source: To approve or deny this user access to %s go to
sv_se: Använd följande länk för att godkänna eller avslå denna ansökan till %s

source: [%s] User Approval
sv_se: [%s] Ny användare väntar på godkännande

source: You have been approved to access %s
sv_se: Ditt konto har godkänts hos %s

source: Username: %s
sv_se: Användarnamn: %s

source: Password: %s
sv_se: Lösenord: %s

source: [%s] Registration Approved
sv_se: [%s] Din ansökan godkänd

source: You have been denied access to %s
sv_se: Ditt användarkonto hos %s har inte godkänts

source: [%s] Registration Denied
sv_se: [%s] Din ansökan har inte godkänts

source: An email has been sent to the site administrator. The administrator will review the information that has been submitted and either approve or deny your request.
sv_se: Ett e-postbrev har skickats till sajtens administratör. Administratören kommer att granska dina uppgifter och därefter godkänna eller avslå din ansökan.

source: You will receive an email with instructions on what you will need to do next. Thanks for your patience.
sv_se: Du kommer då att få ett e-postbrev med instruktioner. Tack för din ansökan!

source: Pending Approval
sv_se: Väntar på godkännande

source: Registration successful.
sv_se: Registreringen lyckades.

source: Welcome to %s. This site is accessible to approved users only. To be approved, you must first register.
sv_se: Välkommen till %s. Den här sajten är bara tillgänglig för godkända användare. För att bli godkänd måste du registrera dig.

source: After you register, your request will be sent to the site administrator for approval. You will then receive an email with further instructions.
sv_se: Efter att du registrerat dig kommer din ansökan att granskas för godkännande. Du får då ett e-postbrev med mera information.
